a
about
address
af
afghan
african
again
ah
air
airatarin
airitran
alright
am
american
an
and
any
anyone
anything
anywhere
are
area
areas
arotrian
as
asian
at
australasian
australian
austria
austrian
available
barbecue
bart
bask
basque
bat
be
belgian
belgium
beside
bistro
bout
brazilian
breath
british
but
bye
cambridge
can
canape
canapes
cancun
cannabis
canope
canopy
cantonese
care
caribbean
carraibean
cata
catalan
catalanian
catalen
catalin
center
central
centre
change
cheap
chi
chineese
chinese
chinses
chiquito
christmas
city
class
corsica
could
creative
cross
crossover
cuban
damn
danish
dear
decide
deosnt
derately
did
different
do
does
doesnt
dont
down
downtown
earatrain
earetree
eartrain
east
eat
eirtrean
else
endonesian
english
eritrean
ese
euorpean
eur
euro
europ
european
ever
every
expensive
f
fancy
fast
fdod
ffood
find
fine
fish
foo
food
foods
for
fora
french
from
fuck
fusion
gastro
gastropub
ger
german
get
give
good
got
greek
halal
halo
harbor
has
have
he
hello
help
hi
high
hindi
hk
house
how
hungarian
i
iam
id
if
im
in
inaudible
includes
india
indian
indonesian
inner
international
irish
is
it
itailian
italian
its
jamaican
jamcian
japanese
just
katalian
kind
kitalian
know
ko
korea
korean
kosher
labonese
lebanese
let
lets
like
list
long
look
looking
ly
malaysian
malyasian
matter
may
me
meant
mediteranean
mediteranian
mediterranean
meditteranian
medium
medterranean
mexican
mind
missing
moderat
moderate
moderately
modereate
modern
modertley
modreately
moroccan
moroccon
moron
music
my
ne
need
needs
no
noise
north
not
now
of
oh
ok
okay
on
one
ori
oriental
ostro
other
out
over
p
pan
park
part
parts
persian
place
please
polish
polynesia
polynesian
portugese
portugeuse
portuguese
prezzo
pri
price
priced
prices
pub
ran
range
re
really
repeat
res
resataurant
rest
restaraunt
restaruant
restauarant
restauran
restaurant
restaurants
restaurnt
restuarant
rice
romania
romanian
russian
said
says
scandanavian
scandin
scandinavia
scandinavian
scotch
scottish
sea
seafood
searching
see
sells
ser
serv
serve
served
serves
serving
sh
shit
should
shows
side
signapore
signaporean
signaporian
singapore
singaporean
so
sock
some
something
sorry
south
spanish
spensive
steak
steakhouse
such
sucks
surprise
swedish
sweedish
swiss
system
t
tailand
takes
talian
talk
taquita
tell
test
tha
thai
thailand
thare
that
thats
the
their
then
there
theres
they
thing
this
time
to
tow
town
traditional
tran
try
trying
tur
turk
turkey
turkiesh
turkish
tuscan
tv_noise
ty
type
uh
um
umh
un
unintellgible
unintelligible
unitelligible
unusual
vanessa
vegetarian
vegitarian
venetian
venison
venue
venues
venusian
vietna
vietnam
vietnamese
wanna
want
was
we
welch
well
welsh
west
what
whats
where
with
world
would
ya
yea
yes
you
yourself
